{
  "home_navbar": {
    "what_we_do": "Lo que hacemos",
    "how_does_it_work": "¿Cómo funciona?",
    "why_we": "¿Por qué nosotros?",
    "payments": "Pagos",
    "contact_us": "Contáctenos",
    "legal_terms": "Términos legales",
    "register": "Registrarse",
    "login": "Ingresar"
  },
  "banner": {
    "title_one": "Acceso instantáneo a la",
    "title_two": "INVERSIÓN,",
    "title_three": "en cualquier momento y en cualquier lugar",
    "text": "Opere nuestro sistema de trading octal, obtenga un análisis técnico, acceda al histórico de resultados y mucho más. Todo lo que estaba buscando lo tiene en una sola plataforma, y en el dispositivo de su elección."
  },
  "what_do": {
    "card_one_title": "Plataforma Avanzada",
    "card_one": "Plataforma rápida, Segura y de Fácil carga en web.",
    "card_two_title": "Prácticas Gratuitas",
    "card_two": "Cuenta de práctica gratuita con $1.000 USD iniciales.",
    "card_three_title": "24/7 asistencia",
    "card_three": "Rápida asistencia en múltiples idiomas",
    "title": "Lo que hacemos",
    "subtitle_one": "OPERACIONES DE TRADING OCTAL CON BETSIGNAL.",
    "subtitle_two": "En cualquier sitio",
    "text": "Utilice nuestra plataforma para realizar trading octal como los profesionales. Opere con nosotros en cualquier sitio, a cualquier hora y sin complicaciones. Sin comisiones ocultas, sin gastos extras, únicamente pague el spread si gana.\n\nCada vez son más las personas que se unen al trading octal, por su facilidad y eficiencia al momento de crear grandes capitales. Operaciones simples y rápidas."
  },
  "how_work": {
    "title": "COMIENCE A INVERTIR EN 4 SIMPLES PASOS.",
    "text": "Operar y ganar con Betsignal es realmente fácil, colocamos a su disposición nuestra infraestructura de trading octal para su beneficio.",
    "title_card_one": "PASO 1",
    "text_card_one": "Ingrese a nuestro sitio web o descargue nuestra app.\n\nNo se preocupe por instalar molestas y pesadas plataformas, nuestro diseño es amigable con el usuario y puede ser usado desde la web, así como instalado en su dispositivo móvil.",
    "title_card_two": "PASO 2",
    "text_card_two": "Regístrese o Inicie sesión.\n\nCree su cuenta con tranquilidad, sus datos personales siempre serán anónimos y encriptados. Sin verificaciones que ponga en riesgo su identidad. Somos una plataforma 100% descentralizada.",
    "title_card_three": "PASO 3",
    "text_card_three": "Practique o Cargue sus fondos en USDT a su wallet de betsignal través de la red más segura, económica y anónima TRON TRC20. Sin límites de recarga ni restricciones en retiros.",
    "title_card_four": "PASO 4",
    "text_card_four": "Opere con BTC/USDT y obtenga beneficios económicos, acierte nuestras señales o invierta en operaciones combinadas para obtener ganancias más grandes. Sin comisiones ocultas ni spread por transacciones."
  },
  "why_we": {
    "title": "¿Por qué nosotros?",
    "subtitle_one": "Tenemos todo lo que necesitas para comenzar",
    "subtitle_two": "a operar",
    "text": "Los mercados de trading octal y de criptomonedas en general, están experimentado un aumento constante en el volumen transaccional, cada vez son más los usuarios que se aventuran a este mundo. Por lo que es un buen momento para convertirse en Trader octal profesional.",
    "item_one": "Plataforma de comercio superior",
    "item_two": "Transacciones seguras",
    "item_three": "Fácil de comenzar a operar"
  },
  "payments": {
    "title": "GRANDES BENEFICIOS",
    "subtitle": "Invierta con confianza en la plataforma de trading octal líder en el mundo.",
    "text": "Únase a millones de personas que ya han descubierto el modelo más simple, poderoso e inteligentes para invertir y hacer trading. Las operaciones octales están cambiando la manera en la que los traders hacen sus fortunas.",
    "title_item_one": "RESULTADOS RÁPIDOS",
    "text_item_one": "Nuestras operaciones van desde 1 minuto, 3 minutos, 5 minutos, 15 minutos, máximo 30 minutos. No tiene que esperar, días, semanas o incluso meses para obtener rentabilidades. En betsignal los resultados rápidos, constantes y exponenciales son nuestra prioridad.",
    "title_item_two": "SEGURO Y ANÓNIMO.",
    "text_item_two": "Hacemos mucho énfasis en el anonimato y en la seguridad que representa nuestra plataforma para todos nuestros traders. Las criptomonedas son descentralizadas, así mismo deberían ser las plataformas que operan con ellas. \n\nCon nosotros usted puede estar seguro, al igual que sus fondos. Sus datos personales, movimientos o ganancias son encriptados. No reportamos sus movimientos o ganancias a ningún entidad.",
    "title_item_three": "SIN LÍMITES",
    "text_item_three": "No existen límites de negociación en betsignal, no le restringimos nada. Usted podrá operar cuantas veces quiera, ganar tanto dinero como pueda y sobre todo, retirar tanto como desee.\n\nCon betsignal usted puede disfrutar de los beneficios que la gran mayoría de las plataformas de trading no ofrecen, como ejecución inmediata de las ordenes en el mercado."
  },
  "testimonials": {
    "title": "Testimonios",
    "text_one": "En otras plataformas de inversión no me atendían a la hora de solicitar retiros, gracias a betsignal no solamente he podido ganar mas de 5.250 USD, sino que también los he retirado y sin problema han llegado a mi binance.",
    "text_two": "He invertido aproximadamente 17.800 USD en betsignal, y realmente ha sido muy fácil el crecimiento de mi cuenta de trading. Es muy distinto a otras plataformas, aquí realmente es sencillo operar, en cuestión de minutos obtengo el resultado. Estoy feliz!",
    "text_three": "Betsignal ha sido una bendición en mi vida y en la de mi familia. Hemos encontrado aquí la oportunidad que estábamos buscando. Una plataforma real, clara, sencilla y sobre todo intuitiva. Esto es sin duda alguna algo que todos deberían conocer.",
    "text_four": "Me estaba dando por rendida intentando operar en distintas plataformas. Gracias a Dios los encontré a ustedes. Me han ayudado mucho a salir adelante. No soy trader experta, pero la verdad es que operar con ustedes es muy fácil. Los amo, gracias."

  },
  "contact": {
    "title": "Contactanos",
    "form_title": "Regístrate para recibir actualizaciones por correo electrónico",
    "input_placeholder": "Tu correo electrónico",
    "button": "Suscribit"
  },
  "footer": {
    "text": "RESERVADOS TODOS LOS DERECHOS"
  },
  "navbar_legal_terms": {
    "privacy_policy": "Política de privacidad",
    "terms_conditions": "Terminos y condiciones"
  },
  "privacy_policy": {
    "title": "Políticas de privacidad",
    "text_one": "BETSIGNAL respeta su privacidad y se compromete a proteger y respetar sus datos personales. Esta política de privacidad tiene como objetivo brindarle información sobre cómo recopilamos y procesamos cualquier dato personal, es decir, información sobre un Cliente (como se deﬁne a continuación) que es una persona física sobre la base de la cual se puede identiﬁcar a ese Cliente (en adelante, los datos ) de acuerdo con la legislación aplicable en materia de protección de datos y las mejores prácticas.",
    "text_two": "Nos esforzamos por crear la infraestructura más segura de cualquier corredor en el mundo. En esta política de privacidad, nos gustaría decirle por qué puede conﬁarnos sus datos y estar seguro de que sus datos están seguros.",
    "text_three": "Es importante que lea esta política de privacidad junto con cualquier otra política de privacidad que podamos proporcionar en ocasiones especíﬁcas cuando recopilamos o procesamos sus datos para que sepa cómo y por qué los usamos.",
    "text_four": "En esta Política de privacidad, a menos que el contexto requiera lo contrario, las expresiones aquí deﬁnidas tendrán el signiﬁcado que se les atribuye en los Términos y condiciones .",
    "text_five": "Tenga en cuenta que esta Política de privacidad está dirigida a Clientes y clientes potenciales. Si usted es un empleado de BETSIGNAL, un contratista de BETSIGNAL o un proveedor de servicios externo, su información personal se utilizará en relación con su contrato de trabajo, su relación contractual o de acuerdo con nuestras políticas separadas que están disponibles poniéndose en contacto con nosotros en el datos de contacto enumerados en la sección NUESTROS DETALLES DE CONTACTO a continuación."
  },
  "terms_conditions": {
    "title": "Términos y Condiciones",
    "subtile": "General Terms and Conditions",
    "text_one": "Este Acuerdo se celebra por y estos Términos y Condiciones (en lo sucesivo, el “Acuerdo”) regularán la relación entre BETSIGNAL con la compañía No. 905 LLC 2021 y registrada en: Hinds Building, Kingstown, St. Vincent and the Grenadines ( en lo sucesivo, la “Compañía”), y el usuario (una persona física o jurídica) (en lo sucesivo, el “Cliente”) de www.betsignal.com (en lo sucesivo, el “Sitio web”).",
    "text_two": "1. El Cliente conﬁrma que ha leído, entendido y aceptado toda la información, condiciones y términos establecidos en el Sitio Web que están abiertos a revisión y pueden ser examinados por el público y que incluyen Información legal importante.",
    "text_three": "2. Al aceptar este Acuerdo, el Cliente está de acuerdo y acepta irrevocablemente los términos y condiciones contenidos en este Acuerdo, sus anexos y/o apéndices, así como otra documentación/información publicada en el Sitio web, incluyendo, entre otros, la Política de privacidad, la Política de pago , Política de Retiros, Código de Conducta, Política de Ejecución de Órdenes y Política de Prevención de Blanqueo de Capitales. El Cliente acepta este Acuerdo al registrar una Cuenta en el Sitio web y depositar fondos. Al aceptar el Acuerdo, y sujeto a la aprobación final de la Compañía, el Cliente celebra un acuerdo legal y vinculante con la Compañía.",
    "text_four": "3. Los términos de este Acuerdo se considerarán aceptados incondicionalmente por el Cliente una vez que la Compañía reciba un pago por adelantado realizado por el Cliente. Tan pronto como la Compañía reciba el pago por adelantado del Cliente, cada operación realizada por el Cliente en la Plataforma de Negociación estará sujeta a los términos de este Acuerdo y otra documentación/información en el Sitio Web.",
    "text_five": "4. Por el presente, el Cliente reconoce que todas y cada una de las Operaciones, actividades, transacciones, órdenes y/o comunicaciones realizadas por él/ella en la Plataforma de Negociación, incluidos, entre otros, a través de la Cuenta y el Sitio Web, se regirán y/o deberán ejecutarse de acuerdo con los términos y condiciones de este Acuerdo y otra documentación/información en el sitio web."
  },
  "videos": {
    "title": "CONOCE MÁS SOBRE NOSOTROS"
  }
}